org/idea.org
#+SETUPFILE: ../theme-rose.setup
#+DATE: <2020-01-20 Mon 20:48>
#+TITLE: Idea

* 闪念

#+BEGIN_QUOTE
舍，得，是一种生活的艺术。
#+END_QUOTE
** [2020-07-15 三 06:02] - 我会如何死去？                              :Life:
	标题是不是有些意思？这个月我作息不太好，黑白颠倒的，生活状态都是白天12点开始睡觉，晚上6-7就醒来，吃个晚饭后就开始其他人的“白天生活”。这样的作息让我现在的睡眠质量越来越差了，现在的我想要
睡着就必须是到达一个非常困的临界点才能睡着，可能是因为现在的我满脑子都充满了焦虑，心态太急，学什么东西都想求快，这可能是造成了我有时一件事做不好的主要原因吧。
	前两天我做了个梦，梦到自己是突发性去世的，就是因为日夜颠倒，加上我喜欢喝冰水，造成的猝死。其实当时这个梦我睡醒后是记不清的，是昨天白天，大概接近12点时，我感觉很疲惫，但是手头上的事还未作
完，就想着做完再睡吧，就开了罐冰镇饮料，然后我喝了第二口后前几天梦境中的场景就突然从我脑海里浮现出来，我顿时紧张了，害怕了，心态加速了梦，很自然的拿起旁边的香烟点了根烟，刚点完突然意识到，抽烟
不也对身体有害么，赶紧把烟灭了后，跑去洗了把脸就回到床上躺着。
	傍晚7点，我疲惫地醒来，又想到睡前经历的这一切，感觉还好我命大，要不然可能真就如梦里所现的那样死去了。今天是早晨五点醒来的，我又想了想，觉得这个话题还挺有意思，就想着写一篇闪念吧。我还挺希望
可以跟评论区的小伙伴们交流的，不过目前这个博客系统没有评论区支持，如果你想说什么，可以邮箱联系我，主页里有我的联系方式 :)
** [2020-08-12 三 01:14] - 你说你不想看手机                            :Life:
   你说你不想看手机，我认为这都是借口吧，你是不想跟我说话吧？嘴上说着不是，但却是这么做的吧？反正也不可能
被发现的，只要不自爆，死不承认不就行了。既然你喜欢玩，那我就陪你玩玩，看看是谁吃亏。
